Revit 2024 API
BuiltInFailures.FabricSheetFailures Class
 Failures related to fabric sheet elements.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class FabricSheetFailures
Visual Basic
Public NotInheritable Class FabricSheetFailures
Visual C++
public ref class FabricSheetFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.FabricSheetFailures
See Also
BuiltInFailures.FabricSheetFailures Members
Autodesk.Revit.DB Namespace